tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"

tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"

brew "autoconf"
brew "automake"
brew "readline"
brew "libffi"
brew "libiconv"
brew "libmaxminddb"
brew "libpq"
brew "libtool"
brew "libunistring"
brew "libxslt"

brew "asdf"
brew "awscli"
brew "bat"
# brew "basictex"
brew "bloaty"
brew "capstone"
brew "colordiff"
brew "circleci"
brew "coreutils"
brew "cowsay"
# brew "cub"
brew "curl"
brew "dexter"
brew "diff-so-fancy"
brew "direnv"
brew "docker-compose"
brew "docker-credential-helper"
brew "elm"
# brew "emacs-plus"
brew "entr"
brew "eza"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fd"
brew "glances"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "gotags"
brew "gradle"
brew "graphviz"
brew "helix"
brew "helm"
# brew "heroku"
# brew "heroku-node"
brew "httpie"
brew "htop"
brew "imagemagick"
# brew "inkscape"
brew "jdtls"
brew "jq"
brew "kcat"
brew "kind"
# brew "kitty"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kubectl"
brew "kubectx"
# brew "kubens"
brew "k9s"
brew "librdkafka"
brew "markdown"
brew "mas"
brew "maven"
# brew "meld"
# brew "misspellings"
brew "ncdu"
brew "neovim"
brew "netcat"
# brew "nomachine"
brew "openblas"
brew "openjdk"
brew "openssl"
brew "pandoc"
brew "pcre"
brew "podman"
brew "poetry"
# brew "prettyping"
# brew "prince"
brew "protobuf"
# brew "protoc"
# brew "qt@5.5", link: true
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "sqlite3"
brew "svn"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
# brew "unbuffer"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"
# brew "vlc"
brew "wally"
brew "watchman"
# brew "watchman-make"
brew "wget"
brew "xattr"
brew "xz"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
# brew "1password-cli"

brew "libyaml" # must come after openssl

