tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"

tap "codeclimate/formulae"
tap "d12frosted/emacs-plus"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"

brew "autoconf"
brew "automake"
brew "readline"
brew "libffi"
brew "libiconv"
brew "libmaxminddb"
brew "libpq"
brew "libtool"
brew "libunistring"
brew "libxslt"

brew "asdf"
brew "awscli"
brew "bat"
brew "colordiff"
brew "circleci"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker-compose"
brew "elm"
brew "emacs-plus"
brew "entr"
brew "exa"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fd"
brew "glances"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gotags"
brew "gradle"
brew "graphviz"
brew "heroku"
brew "heroku-node"
brew "httpie"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kcat"
brew "kubectl"
brew "markdown"
brew "mas"
brew "maven"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "openjdk"
brew "openssl"
brew "pcre"
brew "podman"
brew "prettyping"
# brew "qt@5.5", link: true
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby-install"
brew "svn"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

brew "libyaml" # must come after openssl

cask "1password"
cask "agenda"
cask "alfred"
cask "brave-browser"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "chromedriver"
cask "docker"
cask "dropbox"
cask "font-droid-sans-mono-for-powerline"
cask "font-droid-sans-mono-nerd-font"
cask "font-hack-nerd-font"
cask "istat-menus"
cask "iterm2"
cask "kindle"
cask "ngrok"
cask "obsidian"
cask "opendnsupdater"
cask "pandora"
cask "phantomjs"
cask "pock"
cask "shift"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tla-plus-toolbox"
cask "webcatalog"

mas "Developer",                id: 640199958
mas "Gestimer",                 id: 990588172
mas "Magnet",                   id: 441258766
mas "MindNode",                 id: 1289197285
mas "Pixelmator Pro",           id: 1289583905
