tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "thoughtbot/formulae"
tap "d12frosted/emacs-plus"

brew "autoconf"
brew "automake"
brew "coreutils"
brew "openssl"
brew "readline"
brew "libffi"
brew "libiconv"
brew "libmaxminddb"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "libunistring"
brew "libxslt"

brew "asdf"
brew "bat"
brew "codeclimate/formulae/codeclimate"
brew "colordiff"
brew "cowsay"
brew "curl"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "emacs-plus"
brew "elixir"
brew "entr"
brew "exa"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "fd"
brew "glances"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "graphviz"
brew "heroku/brew/heroku"
brew "httpie"
brew "htop"
brew "imagemagick"
brew "jq"
brew "macvim"
brew "markdown"
brew "mas"
brew "ncdu"
brew "openssl@1.1"
brew "pcre"
brew "phantomjs"
brew "prettyping"
brew "qt@5.5", link: true
brew "ripgrep"
brew "rcm"
brew "ruby-install"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "zsh-syntax-highlighting"

cask "1password"
cask "agenda"
cask "alfred"
cask "chromedriver"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "iterm2"
cask "kindle"
cask "mailplane"
cask "pandora"
cask "slack"
cask "sonos"
cask "spotify"
cask "skitch"
cask "sublime-text"
cask "tla-plus-toolbox"
cask "vagrant"

mas "Keynote", id: 361285480
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "OneNote", id: 784801555
mas "Pages", id: 409201541
max "Pixelmator Pro", id: 1289583905
mas "Sonos", id: 293523031
mas "Xcode", id: 497799835
